/* 
  Localizable.strings
  MiniProgram

  Created by zacharysu(粟子明) on 2020/6/9.
  Copyright © 2020 Tencent. All rights reserved.
*/
"App.Name" = "WeChat";
"Common.Dialog.OK" = "OK";
"Common.Dialog.Cancel" = "Cancelar";
"Common.Navigation.Back" = "Retornar";
"Common.Cancel" = "Cancelar";
"Common.Delete" = "Deletar";
"Common.Send" = "OK";
"Common.Exit" = "Sair";
"Common.Close" = "Fechar";
"Common.More" = "Mais";
"Common.Alert.Hint.Title" = "Notas";
"JSScopeConfirmWindow_Title_Login" = "Login via WeChat";
"JSScopeConfirmWindow_Title_Authorize" = "Autorização do WeChat";
"JSScopeConfirmWindow_Description" = "%@ solicita as autorizações abaixo:";
"JSScopeConfirmWindow_Allow" = "Permitir";
"JSScopeConfirmWindow_Reject" = "Cancelar";
"JSScopeConfirmWindow_Account_Desc" = "Informações Pessoais do WeChat";
"JSScope.Privacy.Location.Desc" = "Vá para \"Preferências do Sistema\" do seu Mac > \"Segurança e Privacidade\" > \"Serviços de Localização\" e permita que o WeChat acesse sua localização.";
"JSScope.Privacy.PhotoAdd.Desc" = "Vá para \"Preferências do Sistema\" do seu Mac > \"Segurança e Privacidade\" > \"Fotos\" e permita que o WeChat acesse suas fotos.";
"JSScope.Privacy.Camera.Desc" = "Vá para \"Preferências do Sistema\" do seu Mac > \"Segurança e Privacidade\" > \"Câmera\" e permita que o WeChat acesse sua câmera frontal.";
"JSScope.Privacy.Microphone.Desc" = "Vá para \"Preferências do Sistema\" do seu Mac > \"Segurança e Privacidade\" > \"Microfone\" e permita que o WeChat acesse seu microfone.";
"JSScope.Privacy.ScreenCapture.Desc" = "Vá para \"Preferências do Sistema\" do seu Mac > \"Segurança e Privacidade\" > \"Gravação de ecrã\" e permita que o WeChat grave conteúdo da tela.";
"WCAppBrand_MenuItem_Setting" = "Configurações";
"WCAppBrand_MenuItem_BannerQuickAddTips" = "Adicionar %@ aos Meus Mini Programas?";
"WCAppBrand_MenuItem_OpenDebugMode" = "Ativar Depuração";
"WCAppBrand_MenuItem_CloseDebugMode" = "Desativar Depuração";
"WCAppBrand_MenuItem_OpenPerformance" = "Exibir Janela de Desempenho";
"WCAppBrand_MenuItem_ClosePerformance" = "Fechar Janela de Desempenho";
"WCAppBrand_MenuItem_DebugModeTips" = "Entrará em vigor após a reabertura";
"WCAppBrand_MenuItem_Focused" = "Adicionado";
"WCAppBrand_MenuItem_Expose" = "Denunciar";
"WCAppBrand_MenuItem_Feedback" = "Feedback";
"WCAppBrand_MenuItem_StaredToast" = "Adicionado";
"WCAppBrand_MenuItem_StarFailed" = "Não é possível adicionar";
"WCAppBrand_MenuItem_UnstaredToast" = "Cancelado";
"WCAppBrand_MenuItem_UnstaredFailToast" = "Não é possível cancelar";
"WCAppBrand_MenuItem_openVCLogTips" = "Hora Inicial da Versão de Teste: %@\nHora Final da Versão de Teste: %@\nDepurar Banco de Dados: %d\nTempo de Atualização de Banco de Dados de Teste: %@\nHora Final de Banco de Dados de Teste: %@\nVersão Oficial de Banco de Dados: %lu\nTempo de Atualização de Banco de Dados: %@";
"WCAppBrand_MenuItem_BackToMain" = "Voltar à Página Inicial";
"WCAppBrand_MenuItem_BackToChat" = "Mostrar no Topo";
"WCAppBrand_MenuItem_RemoveWeappBanner" = "Remover do Topo";
"WCAppBrand_MenuItem_LeaveInChatTips" = "Removido do topo";
"WCAppBrand_MenuItem_CommonShare" = "Encaminhar";
"WCAppBrand_MenuItem_AddToHomeScreen" = "Adicionar à Área de Trabalho";
"WCAppBrand_MenuItem_AboutUs" = "Sobre Nós";
"WCAppBrand_MenuItem_About" = "Configurações";
"WCAppBrand_MenuItem_Comment" = "Comentário";
"WCAppBrand_MenuItem_Leave" = "Sair";
"WCAppBrand_MenuItem_CopyPathAndQuery" = "Copiar o Caminho da Página";
"WCAppBrand_MenuItem_BackToIndex" = "Voltar à Página Inicial";
"WCAppBrand_MenuItem_AddToStar" = "Adicionar aos Meus Mini Programas";
"WCAppBrand_MenuItem_CancelStar" = "Remover dos Meus Mini Programas";
"WCAppBrand_MenuItem_AddToStarSuccess" = "Adicionado";
"WCAppBrand_MenuItem_CancelStarSuccess" = "Removido";
"WCAppBrand_MenuItem_Minimize" = "Minimizar";
"WCAppBrand_MenuItem_WideScreen" = "Tela Widescreen";
"WCAppBrand_MenuItem_NarrowScreen" = "Exibição Padrão";
"WCAppBrand_ImageChoosePanel_OriginImage" = "Imagem Completa";
"WeApp_ChooseImage_Menu_Camera" = "Tirar Foto";
"WeApp_ChooseImage_Menu_Other" = "Selecionar de Unidade Local...";
"WeApp_ChooseImage_No_Camera" = "Nenhuma câmera disponível";
"WeApp_ChooseImage_No_Camera_Privacy" = "Acesso da câmera desativado";
"WeApp_ChooseImage_TakePhoto" = "Tirar Foto";
"WeApp_ChooseImage_TakePhoto_Confirm" = "Usar Foto";
"WeApp_ChooseImage_TakePhoto_Retry" = "Retomar";
"WeApp_ChooseImage_TakePhoto_Error" = "Não foi possível tirar fotos. Verifique se a câmera está disponível.";
"WeApp_Error_Unknow" = "Erro desconhecido";
"WeApp_OpenTask_AlertTitle" = "Não foi possível abrir";
"WeApp_OpenTask_Error_Parameter" = "Erro de parâmetro";
"WeApp_OpenTask_Error_ExceedMaxWindow" = "Só é possível abrir até %lu janelas de Mini Programa.";
"WeApp_OpenTask_Error_GameApp" = "Não há suporte para Mini Jogos no WeChat for Mac.";
"WeApp_OpenTask_Error_UnsupportApp" = "O Mini Programa não é suportado no Mac atualmente. Por favor, use o seu celular.";
"WeApp_OpenTask_Error_UnsupportApp_Name" = "O Mini Programa \"%@\" não é suportado no Mac atualmente. Por favor, use o seu celular.";
"WeApp_OpenTask_Error_NoAppID" = "ID faltando";
"WeApp_OpenTask_Error_Foreground" = "Serviço em uso";
"WeApp_OpenTask_Error_Loading" = "Carregamento em andamento";
"WeApp_OpenTask_Error_NoVersion" = "Erro de versão";
"WeApp_OpenTask_Error_HomePage" = "Erro de endereço da página inicial";
"WeApp_OpenTask_Error_CacheInfo" = "Erro de informação do cache";
"WeApp_OpenTask_Error_NormalError" = "Não é possível abrir o Mini Programa. Tente novamente mais tarde. (Código de erro: %d)";
"WeApp_OpenTask_Error_NoPackageError" = "Mini Programa expirou. Fazer leitura do código QR novamente. (Código de erro: %d)";
"WeApp_OpenTask_Error_InternalError" = "Erro interno";
"WeApp_OpenTask_Error_DownloadError" = "Não é possível abrir o Mini Programa. Verifique sua rede. (Código de erro: %d)";
"WeApp_OpenTask_Error_NavigationNil" = "Não é possível forçar na barra de navegação";
"WeApp_OpenTask_Error_AppConfigFail" = "Não é possível acessar as configurações da página";
"WeApp_OpenTask_Error_ContactAttributeFail" = "Não é possível acessar atributos";
"WeApp_OpenTask_Error_DebugUinInvalid" = "Acesso não autorizado";
"WeApp_OpenTask_Error_DebugOutOfTime" = "Código QR da versão de desenvolvedor expirou";
"WeApp_OpenTask_Error_DebugDefault" = "Erro de código QR";
"WeApp_OpenTask_Error_LoadContactInfoFail" = "Tempo esgotado de carregamento";
"WeApp_OpenTask_Error_RDMNotExist" = "Versão de teste não encontrada";
"WeApp_OpenTask_Error_RDMNetWorkFailed" = "Tempo esgotado de solicitação de rede. Tente novamente mais tarde.";
"WeApp_OpenTask_Error_RDMHasNoPermission" = "Você não está autorizado a usar a versão de teste. Contate o administrador do Mini Programa.";
"WeApp_OpenTask_Error_DevHasNoLocalPackInfo" = "Versão de desenvolvedor expirada. Fazer leitura do código QR no kit de ferramentas do desenvolvedor.";
"WeApp_OpenTask_Error_CdnDisaster" = "Muitas tentativas. Tente novamente mais tarde.";
"WeApp_Unsupport_Default" = "Recurso não é suportado no Mac atualmente. Por favor, use o seu celular.";
"WeApp_Unsupport_insertMap" = "A função de mapas não é suportada no Mac atualmente. Por favor, use o seu celular.";
"WeApp_Unsupport_startRecord" = "Gravação não é suportada no Mac atualmente. Por favor, use o seu celular.";
"WeApp_Unsupport_address" = "O uso da função do endereço não é suportado no Mac atualmente. Por favor, use o seu celular.";
"WeApp_Unsupport_InvoiceTitle" = "A função de fatura não é suportada no Mac atualmente. Por favor, use o seu celular.";
"WeApp_Unsupport_makePhoneCall" = "As chamadas não são suportadas no Mac atualmente. Por favor, use o seu celular.";
"WeApp_Unsupport_scanCode" = "A função de fazer leitura não é suportada no Mac atualmente. Por favor, use o seu celular.";
"WeApp_Unsupport_card" = "Cartões e Ofertas não são suportadas no Mac atualmente. Por favor, use o seu celular.";
"WeApp_Unsupport_bluetooth" = "A função de bluetooth não é suportada no Mac atualmente. Por favor, use o seu celular.";
"WeApp_Unsupport_WeRun" = "Não é possível acessar a sua contagem dos passos de WeRun no Mac. Por favor, use o seu celular.";
"WeApp_Suspension_Service" = "O serviço de Mini Programa está indisponível temporariamente";
"WeApp_NotSupportThisVersion" = "Não liberado ainda";
"WeApp_Profile_EnterWeApp" = "Abrir";
"WeApp_Profile_SuggestToFriend" = "Compartilhar";
"WeApp_Profile_BussinessScope" = "Serviços";
"WeApp_Profile_DeveloperInfo" = "Proprietário";
"WeApp_Profile_BindBrandInfo" = "Contas Oficiais Relacionadas";
"WeApp_Profile_AuthorizationTips" = "Permitir que \"%@\" use meu:";
"WeApp_Profile_AuthorizationDenyTips" = "Se a autorização for desativada, alguns recursos do Mini Programa podem ser afetados. Desativar agora?";
"WeApp_Profile_DenyAuthorization" = "Desativar";
"WeApp_Profile_AuthorizationEmptyTip" = "\"%@\" não usou nenhuma das suas informações";
"WeApp_Profile_NoMoreBindBrand" = "Não há mais Contas Oficiais";
"WeApp_Profile_AuthorizationLocationDeny" = "Nunca";
"WeApp_Profile_AuthorizationLocationWhenInUseAllow" = "Ao usar";
"WeApp_Profile_AuthorizationLocationAlwaysAllow" = "Sempre";
"WeApp_Profile_AuthorizationLocationDenyLongVer" = "Nunca";
"WeApp_Profile_AuthorizationLocationWhenInUseAllowLongVer" = "Apenas ao usar o Mini Programa";
"WeApp_Profile_AuthorizationLocationAlwaysAllowLongVer" = "Ao Usar e Depois de Sair do Mini Programa";
"WeApp.ScopeKey.Location.Desc" = "Local";
"WeApp.ScopeKey.Account.Desc" = "Informações do Usuário";
"WeApp.ScopeKey.Camera.Desc" = "Câmera";
"WeApp.ScopeKey.MircoPhone.Desc" = "Microfone";
"WeApp.Camera.Not.Available" = "A câmera já está em uso ou não foi detectada. Tente novamente mais tarde.";
"WeApp.Navigate.MiniProgram.Tip" = "Obtendo informações...";
"WeApp_UserAutoFill_TitlePre" = "Usar informações salvas?";
"WeApp_UserAutoFill_TitleAfter" = "Salvar informações inseridas?";
"WeApp_UserAutoFill_OpenDetail" = "Saber Mais";
"WeApp_UserAutoFill_PhoneAuthTitle" = "Autorização de Número do Celular do WeChat";
"WeApp_UserAutoFill_PhoneAuthAllow" = "Confirmar";
"WeApp_UserAutoFill_PhoneVerifyTitle" = "Digite o código de verificação do SMS";
"WeApp_UserAutoFill_PhoneVerifyContent" = "Enviado para o número do celular: %@.";
"WeApp_UserAutoFill_PhoneVerifyNotReceive" = "Não recebeu código de verificação?";
"WeApp_UserAutoFill_PhoneVerifyRetry" = "Reenviar";
"WeApp_UserAutoFill_PhoneVerifyRetryInfo" = "Código de verificação incorreto. Reenviar.";
"WeApp_UserAutoFill_PhoneVerifyRetryFrequently" = "Muitas tentativas. Tente novamente mais tarde.";
"WeApp_UserAutoFill_PhoneBindTitle" = "Nenhum número vinculado à conta do WeChat";
"WeApp_UserAutoFill_PhoneBindContent" = "Vincule um número do celular à sua conta do WeChat para usar o recurso de autopreenchimento";
"WeApp_UserAutoFill_PhoneBind" = "Vincular Celular";
"WeApp_UserAutoFill_PhoneSmsTips" = "SMS enviado";
"WeApp_UserAutoFill_PhoneBindTips" = "Salvo com sucesso";
"WeApp_UserAutoFill_PhoneSmsError" = "Erro ao enviar SMS.";
"WeApp_UserAutoFill_PhoneSmsFail" = "Falha ao enviar SMS.";
"WeApp_UserAutoFill_CountDown" = "Reenviar após %ds.";
"WeApp_UserAutoFill_AuthInfoTitle" = "Sobre Autorização de Número do Celular do WeChat";
"WeApp_UserAutoFill_AuthComplaint" = "Denunciar este Mini Programa";
"WeApp_GetPhoneNumber_RequireToGet" = "Solicita para Obter";
"WeApp_GetPhoneNumber_YourPhoneListTitle" = "Número do seu celular";
"WeApp_GetPhoneNumber_ManagePhoneList" = "Gerenciar Números de Celular";
"WeApp_GetPhoneNumber_UseOtherPhone" = "Usar Outro Número do Celular";
"WeApp_GetPhoneNumber_BindedWxPhone" = "Vinculado ao WeChat";
"WeApp_GetPhoneNumber_Reject" = "Recusar";
"WeApp_GetPhoneNumber_Allow" = "Permitir";
"WeApp_GetPhoneNumber_AuthTitle" = "Sobre o Acesso de Terceiros ao Número do Celular";
"WeApp_GetPhoneNumber_AddNewPhone" = "Adicionar Celular";
"WeApp_GetPhoneNumber_AddNewPhone_CompliantPrefrefix" = "Se você tiver uma coleta ou uso incomum de suas informações, denuncie.";
"WeApp_GetPhoneNumber_AddNewPhone_Compliant" = "Denunciar";
"WeApp_GetPhoneNumber_ManagePhone" = "Gerenciar";
"WeApp_GetPhoneNumber_AddNewPhone_ReachLimitation" = "Limite de %d números de celular";
"WeApp_GetPhoneNumber_AddNewPhone_Title" = "Adicionar Celular";
"WeApp_GetPhoneNumber_AddNewPhone_PhoneNumber" = "Celular";
"WeApp_GetPhoneNumber_AddNewPhone_ConfirmCode" = "Código";
"WeApp_GetPhoneNumber_AddNewPhone_SavePhone" = "Salvar para Uso Posterior";
"WeApp_GetPhoneNumber_AddNewPhone_SendConfirmCode" = "Reenviar";
"WeApp_GetPhoneNumber_AddNewPhone_PlaceHolder_EnterValidPhoneNumber" = "Digite um número do celular válido";
"WeApp_GetPhoneNumber_AddNewphone_PlaceHolder_EnterConfirmCode" = "Código de verificação de 6 dígitos";
"WeApp_GetPhoneNumber_NetError" = "Erro de rede";
"WeApp_RemoteDebug_MaskLabel_Disconnect" = "Nenhuma conexão de rede...";
"WeApp_RemoteDebug_MaskLabel_Breakpoint" = "Interrompido...";
"WeApp_RemoteDebug_MaskLabel_WaitingIDE" = "Aguardando a adição da ferramenta...";
"WeApp_RemoteDebug_MaskLabel_TooMuchMsg" = "Muitas mensagens de pendência...";
"WeApp_RemoteDebug_ConnectLabel_Disconnect" = "Desconectado";
"WeApp_RemoteDebug_ConnectLabel_Connecting" = "Conectando";
"WeApp_RemoteDebug_ConnectLabel_Connected" = "Conectado";
"WeApp_RemoteDebug_ConnectLabel_Reconnect" = "%tu tentativas...";
"WeApp_RemoteDebug_ServerLabel_None" = "Servidor--";
"WeApp_RemoteDebug_ServerLabel_Normal" = "Servidor é normal";
"WeApp_RemoteDebug_ServerLabel_Error" = "Erro de processamento do servidor";
"WeApp_RemoteDebug_ServerLabel_WaitIDE" = "Mensagens pendentes do servidor";
"WeApp_RemoteDebug_EndReason_NotSupported" = "A versão atual do iOS não suporta a depuração remota para Mini Jogos.";
"WeApp_RemoteDebug_EndReason_DebugFinish" = "Depuração local finalizada";
"WeApp_RemoteDebug_EndReason_TicketFail" = "Falha ao obter bilhete";
"WeApp_RemoteDebug_EndReason_IDEQuit" = "A ferramenta de desenvolvimento saiu da depuração";
"WeApp_RemoteDebug_EndReason_IsDebug" = "A sala está sendo depurada e não pode ser adicionada novamente";
"WeApp_RemoteDebug_SendFail_AskRetry" = "Falha ao enviar. Tente novamente?";
"WeApp_RemoteDebug_ConnectFail_AskRetry" = "Erro de rede. Tente novamente?";
"WeApp_RemoteDebug_PannelString_Expand" = "Expandir";
"WeApp_RemoteDebug_PannelString_Shrink" = "Recolher";
"WeApp_RemoteDebug_PannelString_Stop" = "Parar";
"WeApp_RemoteDebug_PannelString_Log" = "Log";
"WeApp_RemoteDebug_PannelString_NeedConfirm" = "A ser confirmado";
"WeApp_RemoteDebug_PannelString_NeedSend" = "A ser enviado";
"WeApp_RemoteDebug_PannelString_HasSend" = "Enviado";
"WeApp_RemoteDebug_PannelString_HasRecv" = "Recebido";
"WeApp_RemoteDebug_PannelString_AlwaysOnTop" = "Fixado no topo";
"WeApp_RemoteDebug_Common_GiveUp" = "Sair";
"WeApp_RemoteDebug_Common_Retry" = "Tente novamente";
"WeApp_RemoteDebug_Connection_Error" = "Erro ao conectar as ferramentas do desenvolvedor";
"WeApp_RemoteDebug_Unsupport" = "A sua versão atual do sistema não suporta a abertura de Mini Programas.";
"WeApp_Mac_Tips_EmptyBindPhone_Title" = "Vincular seu Número do Celular";
"WeApp_Mac_Tips_EmptyBindPhone_Msg" = "Você pode vinculá-lo no aplicativo móvel WeChat.";
"WeApp_ForceClose_Title" = "Dica";
"WeApp_ForceClose_InjectJsError" = "Não foi possível carregar";
"WeApp_ForceClose_NoActive" = "O Mini Programa foi fechado inesperadamente. Tente novamente mais tarde.";
"WeApp_ForceClose_ForeApp" = "Memória insuficiente. Abra o Mini Programa e tente novamente.";
"weApp_ForceClose_ForeGame" = "Memória insuficiente. Abra o Mini Jogo e tente novamente.";
"WeApp_ForceClose_PubLibUpdate" = "Recurso atualizado. Reinicie o Mini Programa.";
"WeApp_ForceClose_Lock" = "WeChat bloqueado. Reinicie o Mini Programa para usá-lo.";
"WeApp_OpenTask_Error_LaunchWeAppFail" = "Não é possível abrir o Mini Programa (Código de Erro: %d)";
"WeApp_OpenTask_Error_PushWebViewTimeout" = "Tempo esgotado de abertura de Mini Programa";
"WeApp_OpenTask_Error_EnterAnimationTimeout" = "Tempo esgotado de carregamento de Mini Programa";
"WeApp_OpenTask_Error_Multiprocess" = "Ocorreu um erro de processamento. Tente abrir o Mini Programa novamente mais tarde.";
"WeApp_OpenTask_Error_Open" = "O Mini Programa está sendo atualizado. Tente abri-lo novamente mais tarde.";
"WeApp_Pay_View_Desc" = "Fazer leitura com WeChat para concluir o pagamento";
"WeApp_Pay_Success" = "Êxito no pagamento";
"WeApp_DebugMode_Dev" = "Versão de Desenvolvedor";
"WeApp_DebugMode_RDM" = "Versão de Teste";
"WeApp_Profile_Score" = "";
"WeApp_Profile_Location" = "Localizando";
"WeApp_Profile_Voice" = "Gravando áudio";
"WeApp_Profile_Video" = "Tela de gravação";
"WeApp_Profile_Home_Disable" = "Esta é a página inicial";
"WeApp_Profile_Share_Disable" = "Não é possível compartilhar esta página";
"WeApp_Profile_Setting_Disable" = "Configurações de Mini Programa";
"WeApp_Privacy_Location_Setting" = "Definir";
"WeApp_Privacy_Location_Service" = "Serviços de Localização não ativados";
"WeApp_Privacy_Location_Desc" = "1. Vá para \"Preferências do Sistema\" > \"Segurança e Privacidade\" > \"Privacidade\" > \"Serviços de Localização\" > Marque \"Ativar Serviços de Localização\".\n2. Permita que o \"WeChat\" use os Serviços de Localização.";
"WeApp_Crash_Desc" = "O processo do Mini Programa \"%@\" fecha inesperadamente. Reabrir?";
"WeApp_Crash_Confirm" = "Reabrir";
